porousBlockage/constant/myProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2306                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      myProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

transportModel  Newtonian;

rho     [1 -3 0 0 0 0 0] 1.293;       // Density (kg/m^3)
CP      [0 2 -2 -1 0 0 0] 1005;       // Specific heat capacity (J/kg.K)
Kfluid  [1 1 -3 -1 0 0 0] 0.024;      // Thermal conductivity of fluid (W/m.K)
Ksolid  [1 1 -3 -1 0 0 0] 80;        // Thermal conductivity of solid (W/m.K)


// ************************************************************************* //
